Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/health/health_services/women_s_health/maternity_and_infant_welfare_services.html.txt.tmx
Source language: en
Languages: fr

source: Maternity and infant care services
fr: Maternité et soins aux nourrissons

source: The Maternity and Infant Care Scheme provides an agreed programme of care to all expectant mothers who are ordinarily resident in Ireland
fr: Toutes les femmes enceintes résidant habituellement en Irlande bénéficient des services prévus par le programme Maternité et soins aux nourrissons

source: This service is provided by a family doctor (GP) of your choice and a hospital obstetrician. You are entitled to this service even if you do not have a medical card or GP visit card
fr: Les soins sont prodigués par le médecin généraliste (GP) de votre choix, en conjonction avec un obstétricien en milieu hospitalier, et sont gratuits pour toutes les femmes, qu'elles soient titulaires ou non d'une carte d'assurance maladie

source: Virtually all GPs have agreements with the Health Service Executive (HSE) to provide these services; they do not have to be part of the medical card scheme
fr: Conformément à des accords passés avec le Service de la santé publique (Health Service Executive ou HSE), la grande majorité des médecins généralistes dispensent ces services sans avoir à participer au système de cartes d'assurance maladie

source: The Maternity and Infant Care Scheme also provides for two post-natal visits to the GP
fr: Le programme comprend également deux visites postnatales chez votre médecin généraliste

source: The combined medical services are provided by your family doctor (GP) and a hospital obstetrician
fr: Les soins médicaux sont fournis conjointement par le médecin généraliste (GP) de votre choix, en accord avec le Service de la santé publique (Health Service Executive ou HSE), et un obstétricien travaillant en milieu hospitalier

source: On your first pregnancy, the GP provides an initial examination, if possible before 12 weeks, and a further 5 examinations during the pregnancy, which are alternated with visits to the maternity unit/hospital
fr: Lors de votre première grossesse, le médecin généraliste fournit un premier examen, si possible avant douze semaines, puis cinq autres examens pendant la grossesse, en alternance avec des consultations à la maternité

source: The schedule of visits may be changed by your GP and/or hospital obstetrician, depending on your individual situation
fr: Le programme des consultations peut être modifié par votre médecin généraliste et/ou obstétricien hospitalier, selon votre situation personnelle

source: For subsequent pregnancies you will have an initial examination and a further 6 examinations
fr: Pour les prochaines grossesses, vous aurez un premier examen puis six autres examens suivront

source: If you have a significant illness, for example, diabetes or hypertension, you may have up to 5 additional visits to the GP
fr: Si vous avez une maladie grave, par exemple du diabète ou de l'hypertension, vous pouvez avoir jusqu'à cinq consultations supplémentaires par votre médecin généraliste

source: After the birth, the GP will examine the baby at 2 weeks and both mother and baby at 6 weeks
fr: Après la naissance, le médecin généraliste examinera le bébé à deux semaines puis la mère et le bébé à six semaines

source: The mother is entitled to free in-patient, out-patient and accident and emergency/casualty services in public hospitals in respect of the pregnancy and the birth and is not liable for hospital charges
fr: La mère a droit aux services gratuits d’hospitalisation/consultation externe et d’accident et d’urgence dans les hôpitaux publics en ce qui concerne la grossesse et la naissance et ne doit répondre d’aucun frais d’hospitalisation

source: Care for other illnesses which you may have at this time, but which are not related to your pregnancy is not covered by the Scheme
fr: Les soins pour d’autres maladies dont vous pourriez souffrir en ce moment mais qui ne sont pas liées à votre grossesses ne sont pas couverts par ce programme

source: However, if you opt to be a private patient of your consultant, you will be liable for the full range of in-patient charges
fr: Toutefois, si vous choisissez d’être une patiente privée de votre spécialiste, vous devrez répondre de la totalité des frais d’hospitalisation

source: The GP who attends the mother also provides care for the new-born baby
fr: Le médecin généraliste qui s'occupe de la mère fournit aussi les soins au nouveau-né

source: They will provide two developmental examinations free of charge at 2 weeks and 6 weeks following the birth
fr: Il fera passer deux examens développementaux gratuitement à 2 semaines et à 6 semaines suivant la naissance

source: The baby's entitlement to other free GP services depends on whether they have a medical card or GP visit card
fr: Le droit du bébé à d'autres services gratuits du médecin généraliste dépend de sa possession d'une carte médicale / carte de consultation du médecin généraliste

source: This means that visits to the GP for any conditions related to the baby's health during this six-week period or afterwards are not covered by the scheme unless the baby has a medical card or GP visit card. See below for details of how to apply
fr: Cela signifie que les consultations chez le médecin généraliste pour tous les motifs liés à la santé du bébé pendant cette période de six semaines ou plus ne sont pas couvertes par le régime à moins que le bébé ait lui-même une carte médicale / carte de consultation du médecin généraliste

source: If the baby is born in a hospital, it is usual to carry out screening for metabolic disorders (the Guthrie or heel prick test)
fr: Si vous avez une carte médicale / carte de consultation du médecin généraliste pour vous-même, vous devriez en demander une pour votre bébé dès que vous obtiendrez le numéro personnel de sécurité sociale du bébé

source: If the baby is born at home, the test may be carried out by the GP or in the out-patients department of a hospital
fr: Vous pouvez le faire par téléphone auprès de votre bureau de santé local

source: This test requires parental consent
fr: Vous ne serez pas en mesure d'obtenir des services gratuits de la part de votre médecin généraliste jusqu'à ce que vous présentiez la carte du bébé (sauf les deux examens ci-dessus)

source: You can find out more about this test on newbornscreening.ie
fr: L'infirmier de santé publique rend visite à la mère et au bébé à domicile pendant les six premières semaines, gratuitement

source: Your GP should have application forms for the Maternity and Infant Care Scheme, which you and your GP complete together
fr: Dans le cas d'une naissance à domicile, le test est effectué par le médecin généraliste ou par le service des consultations externes d'un hôpital

source: Return the form to your Local Health Office
fr: Ce test ne peut être effectué sans le consentement des parents

source: You should contact the public health nurse at your local health centre to enquire about antenatal classes
fr: Vous pouvez en apprendre davantage sur ce test sur newbornscreening.ie

source: If you are not eligible for a medical card you can register your child for a GP visit card for children under 6
fr: Votre médecin généraliste devrait avoir des formulaires de demande pour le régime de soins à la mère et à l'enfant que vous pourriez remplir avec son aide

source: If you have a medical card, you can apply for one for your baby if you are getting Child Benefit for them
fr: Vous pouvez également vous adresser à l'infirmière du Service de la santé publique, dans votre centre de santé local, pour obtenir des renseignements sur des cours de préparation à l'accouchement
